---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPCurveType
source: html/788db053-e530-4ee5-5507-ece4c0e574e0.htm
---
# MEPCurveType Properties

The id of the assembly instance to which the element belongs.